Repository: fnp/audio
Catalog: src/archive/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Queued
pl: W kolejce

source: Waiting
pl: Czeka

source: Encoding
pl: Konwersja

source: Tagging
pl: Opisywanie

source: Converting audio
pl: Konwersja audio

source: Converting video
pl: Konwersja wideo

source: Assembling audio
pl: Kompletowanie audio

source: Assembling video
pl: Kompletowanie wideo

source: Joining audio and video
pl: Łączenie audio i wideo

source: Sending
pl: Wysyłanie

source: Setting thumbnail
pl: Wysyłanie miniatury

source: project
pl: projekt

source: projects
pl: projekty

source: Configuration
pl: Konfiguracja

source: Configurations
pl: Konfiguracje

source: source file
pl: plik źródłowy

source: title
pl: tytuł

source: part name
pl: nazwa części

source: eg. chapter in a novel
pl: np. rozdział w powieści

source: index
pl: numer

source: Ordering of parts of a book.
pl: Kolejność części w książce

source: Volume name for YouTube
pl: Nazwa woluminu na YouTube

source: If set, audiobooks with the save value will be published as single YouTube video.
pl: Jeśli ustawione, audiobooki z tą samą wartością będą opublikowane jako jeden film na YouTube.

source: artist
pl: lektor

source: conductor
pl: reżyser

source: encoded by
pl: przyg. techn.

source: date
pl: data

source: WL catalogue slug of the book.
pl: Slug książki z katalogu WL.

source: translator
pl: tłumacz

source: license
pl: licencja

source: secondary license
pl: druga licencja

source: audiobooks
pl: audiobooki

source: Audiobooks
pl: Audiobooki

source: Title
pl: tytuł

source: YouTube volume
pl: wolumin YouTube

source: Publishing
pl: Publikacja

source: New
pl: Nowe

source: Archive
pl: Archiwum

source: Projects
pl: Projekty

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: Administration
pl: Administracja

source: Index
pl: numer

source: Commit
pl: Zatwierdź

source: Publishing pending
pl: Czeka na publikację

source: Cancel publishing
pl: Anuluj publikację

source: Download MP3 file.
pl: Pobierz plik MP3.

source: Published:
pl: Opublikowano:

source: Not published yet.
pl: Nie opublikowane.

source: MP3 file hasn't been generated yet.
pl: Plik MP3 nie został jeszcze wygenerowany.

source: Download Ogg Vorbis file.
pl: Pobierz plik Ogg Vorbis.

source: Ogg Vorbis file hasn't been generated yet.
pl: Plik Ogg Vorbis nie został jeszcze wygenerowany.

source: Publish
pl: Opublikuj

source: Convert without publishing
pl: Konwertuj bez publikacji

source: Preview YouTube metadata
pl: Podgląd metadanych dla YouTube

source: Update YouTube thumbnail
pl: Aktualizuj metadane na YouTube

source: Update YouTube metadata
pl: Aktualizuj metadane na YouTube

source: Publish on YouTube
pl: Opublikuj na YouTube

source: See on YouTube
pl: Zobacz na YouTube

source: Are you sure you want to move this audiobook to archive?
pl: Czy na pewno chcesz przenieść ten plik to archiwum?

source: Remove to archive
pl: Usuń do archiwum

source: Move to archive
pl: Przenieś do archiwum

source: File with same name already exists!
pl: Plik o tej nazwie już istnieje!

source: Move to new files
pl: Przenieś do nowych plików

source: New audiobooks
pl: Nowe audiobooki

source: Put source audiobooks in:
pl: Umieść nowe audiobooki w:

source: Audiobooks being published
pl: Aktualnie publikowane audiobooki

source: Unmanaged archive
pl: Audiobooki archiwalne

source: Published at
pl: Opublikowane

source: Audiobook repository
pl: Repozytorium audiobooków

source: Pagination
pl: Paginacja

source: previous
pl: poprzednia

source: next
pl: następna

source: There is more than one part, but index is not set.
pl: Utwór ma więcej niż jedną część, ale indeks części nie jest ustawiony.

source: Part indexes are not 1..%(parts_count)d.
pl: Indeksy części utworu nie tworzą zakresu 1..%(parts_count)d.
